
export const URALSK_COORDS: [number, number] = [51.2333, 51.3667];

export const PROJECT_TYPES = [
  'Жилой дом',
  'Парк / Сквер',
  'Офисный центр',
  'Торговый центр',
  'Социальный объект',
  'Инфраструктура',
  'Образовательный центр',
  'Медицинский комплекс',
  'Спортивный объект',
  'Культурный хаб',
  'Религиозный объект',
  'Промышленная зона'
];

export const PROJECT_SCALES = [
  'Локальный (двор/улица)',
  'Районный',
  'Городской',
  'Региональный'
];

export const ARCH_STYLES = [
  'Модерн',
  'Неоклассика',
  'Минимализм',
  'Индустриальный',
  'Традиционный'
];
